brew "asdf"
brew "autoconf"
brew "bash"
brew "coreutils"
brew "curl"
brew "gcc"
brew "git"
brew "gnupg"
brew "nvim"
brew "openssl"
brew "postgres"
brew "redis"
brew "ripgrep"
brew "stow"

cask "1password"
cask "discord"
cask "kitty"
cask "loom"
cask "minecraft"
cask "raycast"
cask "signal"
cask "spotify"
cask "slack"
cask "telegram"
cask "vlc"
