brew "asdf"
brew "atuin"
brew "autoconf"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "gcc"
brew "git"
brew "git-delta"
brew "gnupg"
brew "nvim"
brew "openssl"
brew "pkgconf"
brew "pure"
brew "ripgrep"
brew "stow"
brew "zsh-autosuggestions"

cask "1password"
cask "cursor"
cask "discord"
cask "kitty"
cask "loom"
cask "minecraft"
cask "postico"
cask "raycast"
cask "signal"
cask "spotify"
cask "slack"
cask "telegram"
cask "vlc"
